Repository: Vaniawl/TrafficVienna
Catalog: TrafficVienna/Localizable.xcstrings
Source language: en
Languages: de, uk

source: %@ → %@ in about %lld min.
de: %@ → %@ in etwa %lld Min.
uk: %@ → %@ приблизно через %lld хв.

source: %@ leaves soon
de: %@ fährt bald ab
uk: %@ скоро відправляється

source: %@ to %@ departs from %@ in %lld min. — Traffic Vienna
de: %@ nach %@ fährt von %@ in %lld Min. ab. — Traffic Vienna
uk: %@ до %@ відправляється зі станції %@ через %lld хв. — Traffic Vienna

source: %@ to %@ is departing now from %@. — Traffic Vienna
de: %@ nach %@ fährt jetzt von %@ ab. — Traffic Vienna
uk: %@ до %@ відправляється зараз зі станції %@. — Traffic Vienna

source: %@, followed by %@ minutes
de: %@, danach in %@ Minuten
uk: %@, далі через %@ хв

source: About
de: Über
uk: Про застосунок

source: Account
de: Konto
uk: Обліковий запис

source: Active days
de: Aktive Tage
uk: Активні дні

source: Add a favourite station first, then create a daily routine.
de: Füge zuerst eine Lieblingsstation hinzu und erstelle dann eine tägliche Routine.
uk: Спочатку додайте улюблену станцію, а потім створіть щоденний сценарій.

source: Add a favourite station first, then create a routine.
de: Füge zuerst eine Lieblingsstation hinzu und erstelle dann eine Routine.
uk: Спочатку додайте улюблену станцію, а потім створіть сценарій.

source: Add routine
de: Routine hinzufügen
uk: Додати сценарій

source: Add station to favourites
de: Station zu Favoriten hinzufügen
uk: Додати станцію до обраного

source: Add to favourites
de: Zu Favoriten hinzufügen
uk: Додати до обраного

source: Affects your favourites
de: Betrifft deine Favoriten
uk: Впливає на обрані маршрути

source: After 1 minute
de: Nach 1 Minute
uk: Через 1 хвилину

source: After 5 minutes
de: Nach 5 Minuten
uk: Через 5 хвилин

source: Alerts
de: Störungen
uk: Сповіщення

source: Alerts for your lines
de: Meldungen für deine Linien
uk: Сповіщення для ваших ліній

source: All
de: Alle
uk: Усі

source: All clear
de: Alles frei
uk: Усе гаразд

source: All lines are running normally.
de: Alle Linien verkehren planmäßig.
uk: Усі лінії працюють нормально.

source: Allow location once and turn every nearby stop into a live departure board.
de: Erlaube einmalig den Standortzugriff und verwandle jede Haltestelle in der Nähe in eine Live-Abfahrtstafel.
uk: Надайте доступ до геолокації один раз і перетворіть кожну зупинку поруч на табло актуальних відправлень.

source: Amber
de: Bernstein
uk: Бурштинова

source: An account with this email already exists.
de: Ein Konto mit dieser E-Mail-Adresse existiert bereits.
uk: Акаунт із цією електронною адресою вже існує.

source: Appearance
de: Erscheinungsbild
uk: Вигляд

source: At least 8 characters
de: Mindestens 8 Zeichen
uk: Щонайменше 8 символів

source: Authentication mode
de: Anmeldemodus
uk: Режим входу

source: Automatic updates every 60 seconds
de: Automatische Aktualisierung alle 60 Sekunden
uk: Автоматичне оновлення кожні 60 секунд

source: Biometric app lock
de: Biometrische App-Sperre
uk: Біометричне блокування застосунку

source: Biometric authentication is not available on this device.
de: Biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar.
uk: Біометрична автентифікація недоступна на цьому пристрої.

source: Biometric unlock
de: Biometrische Entsperrung
uk: Біометричне розблокування

source: Biometrics changed. You can unlock with your device passcode or turn off app lock.
de: Die Biometrie wurde geändert. Du kannst mit dem Gerätecode entsperren oder die App-Sperre ausschalten.
uk: Біометричні дані змінилися. Можна розблокувати застосунок кодом пристрою або вимкнути блокування.

source: Cancel
de: Abbrechen
uk: Скасувати

source: Cancel all
de: Alle löschen
uk: Скасувати всі

source: Cancel all reminders
de: Alle Erinnerungen löschen
uk: Скасувати всі нагадування

source: Cancel all reminders?
de: Alle Erinnerungen löschen?
uk: Скасувати всі нагадування?

source: Change password
de: Passwort ändern
uk: Змінити пароль

source: Change theme
de: Design ändern
uk: Змінити тему

source: Changes whether the password is visible on screen
de: Legt fest, ob das Passwort auf dem Bildschirm sichtbar ist
uk: Змінює видимість пароля на екрані

source: Check service changes before you leave
de: Prüfe Änderungen vor der Abfahrt
uk: Перевірте зміни перед поїздкою

source: Choose
de: Auswählen
uk: Обрати

source: Choose how Traffic Vienna looks on this device.
de: Wähle, wie Traffic Vienna auf diesem Gerät aussieht.
uk: Виберіть вигляд Traffic Vienna на цьому пристрої.

source: Clear
de: Löschen
uk: Очистити

source: Clear all
de: Alle löschen
uk: Очистити все

source: Clear all favourites
de: Alle Favoriten löschen
uk: Очистити все обране

source: Clear all favourites?
de: Alle Favoriten löschen?
uk: Очистити все обране?

source: Clear data
de: Daten löschen
uk: Очистити дані

source: Clear recent searches?
de: Letzte Suchanfragen löschen?
uk: Очистити недавні пошуки?

source: Clear travel data
de: Reisedaten löschen
uk: Очистити дані поїздок

source: Closest first
de: Nächste zuerst
uk: Найближчі спочатку

source: Collapsed
de: Eingeklappt
uk: Згорнуто

source: Confirm new password
de: Neues Passwort bestätigen
uk: Підтвердьте новий пароль

source: Confirm password
de: Passwort bestätigen
uk: Підтвердьте пароль

source: Confirm to enable biometric unlock.
de: Bestätige, um die biometrische Entsperrung zu aktivieren.
uk: Підтвердьте ввімкнення біометричного розблокування.

source: CONNECTING
de: VERBINDUNG
uk: ПІДКЛЮЧЕННЯ

source: Connecting your position to Vienna’s transport network.
de: Dein Standort wird mit dem Wiener Verkehrsnetz verbunden.
uk: Підключаємо ваше місцезнаходження до транспортної мережі Відня.

source: Couldn't load departures
de: Abfahrten konnten nicht geladen werden
uk: Не вдалося завантажити відправлення

source: Couldn’t load departures
de: Abfahrten konnten nicht geladen werden
uk: Не вдалося завантажити відправлення

source: Couldn’t remove account
de: Konto konnte nicht entfernt werden
uk: Не вдалося видалити акаунт

source: Couldn’t start Lock Screen tracking. Please try again.
de: Das Tracking auf dem Sperrbildschirm konnte nicht gestartet werden. Versuche es erneut.
uk: Не вдалося запустити відстеження на екрані блокування. Спробуйте ще раз.

source: Couldn’t verify your identity. Please try again.
de: Deine Identität konnte nicht bestätigt werden. Versuche es erneut.
uk: Не вдалося підтвердити вашу особу. Спробуйте ще раз.

source: Create account
de: Konto erstellen
uk: Створити акаунт

source: Current password
de: Aktuelles Passwort
uk: Поточний пароль

source: Current password is incorrect.
de: Das aktuelle Passwort ist falsch.
uk: Поточний пароль неправильний.

source: Dark
de: Dunkel
uk: Темна

source: Data
de: Daten
uk: Дані

source: Data: Wiener Linien (Stadt Wien, CC BY).
de: Daten: Wiener Linien (Stadt Wien, CC BY).
uk: Дані: Wiener Linien (місто Відень, CC BY).

source: departing now
de: fährt jetzt ab
uk: відправляється зараз

source: Departure reminder
de: Abfahrtserinnerung
uk: Нагадування про відправлення

source: Departure reminders
de: Abfahrtserinnerungen
uk: Нагадування про відправлення

source: Departure times are provided live by Wiener Linien and may differ from actual service.
de: Abfahrtszeiten werden live von den Wiener Linien bereitgestellt und können vom tatsächlichen Betrieb abweichen.
uk: Час відправлення надається Wiener Linien у реальному часі та може відрізнятися від фактичного руху.

source: Departures
de: Abfahrten
uk: Відправлення

source: Device passcode
de: Gerätecode
uk: Код пристрою

source: Discover
de: Entdecken
uk: Відкрийте

source: Display name
de: Anzeigename
uk: Ім’я профілю

source: Done
de: Fertig
uk: Готово

source: Double-tap to show or hide the full description
de: Doppeltippen, um die vollständige Beschreibung ein- oder auszublenden
uk: Двічі торкніться, щоб показати або приховати повний опис

source: Drag modules in Edit mode to choose their order. Hidden modules keep their data.
de: Ziehe Module im Bearbeitungsmodus in die gewünschte Reihenfolge. Ausgeblendete Module behalten ihre Daten.
uk: Перетягуйте модулі в режимі редагування, щоб змінити їх порядок. Приховані модулі зберігають дані.

source: Edit
de: Bearbeiten
uk: Редагувати

source: Edit display name
de: Anzeigenamen bearbeiten
uk: Редагувати ім’я профілю

source: Edit routine
de: Routine bearbeiten
uk: Редагувати сценарій

source: Email account
de: E-Mail-Konto
uk: Акаунт електронної пошти

source: Email accounts and preferences do not sync between devices.
de: E-Mail-Konten und Einstellungen werden nicht zwischen Geräten synchronisiert.
uk: Акаунти електронної пошти й налаштування не синхронізуються між пристроями.

source: Email accounts are stored securely on this device. Apple ID uses Apple's private authentication flow.
de: E-Mail-Konten werden sicher auf diesem Gerät gespeichert. Die Apple-ID nutzt Apples privaten Anmeldevorgang.
uk: Акаунти електронної пошти безпечно зберігаються на цьому пристрої. Apple ID використовує приватний процес автентифікації Apple.

source: Email or password is incorrect.
de: E-Mail-Adresse oder Passwort ist falsch.
uk: Неправильна електронна адреса або пароль.

source: Email password verifiers stay in Keychain on this device. Sign in with Apple uses Apple’s system authentication service. Traffic Vienna has no account server.
de: E-Mail-Passwortprüfwerte bleiben im Schlüsselbund auf diesem Gerät. Mit Apple anmelden nutzt Apples Systemdienst zur Authentifizierung. Traffic Vienna betreibt keinen Kontoserver.
uk: Засіб перевірки пароля електронної пошти зберігається у Keychain на цьому пристрої. Вхід з Apple використовує системну службу автентифікації Apple. Traffic Vienna не має сервера акаунтів.

source: Enable it in Settings to see nearby stops and real-time departures.
de: Aktiviere den Standort in den Einstellungen, um Haltestellen und Echtzeit-Abfahrten in deiner Nähe zu sehen.
uk: Увімкніть геолокацію в Параметрах, щоб бачити зупинки поруч і відправлення в реальному часі.

source: Enable location
de: Standort aktivieren
uk: Увімкнути геолокацію

source: Enable notifications in Settings to receive departure reminders.
de: Aktiviere Mitteilungen in den Einstellungen, um Abfahrtserinnerungen zu erhalten.
uk: Увімкніть сповіщення в Налаштуваннях, щоб отримувати нагадування про відправлення.

source: End
de: Beenden
uk: Завершити

source: End all
de: Alle beenden
uk: Завершити всі

source: End all activities
de: Alle Aktivitäten beenden
uk: Завершити всі дії

source: End all Live Activities?
de: Alle Live-Aktivitäten beenden?
uk: Завершити всі дії наживо?

source: Enter a station name to see live departures.
de: Gib einen Stationsnamen ein, um Live-Abfahrten zu sehen.
uk: Введіть назву станції, щоб побачити актуальні відправлення.

source: Enter a valid email address.
de: Gib eine gültige E-Mail-Adresse ein.
uk: Введіть дійсну електронну адресу.

source: Enter stop name…
de: Haltestellenname eingeben…
uk: Введіть назву зупинки…

source: Error
de: Fehler
uk: Помилка

source: Every day
de: Jeden Tag
uk: Щодня

source: Everything around you, live.
de: Alles um dich herum – live.
uk: Усе навколо вас — наживо.

source: Expanded
de: Ausgeklappt
uk: Розгорнуто

source: Face ID, Touch ID, or Optic ID is verified by the system. Traffic Vienna never receives or stores your biometric data.
de: Face ID, Touch ID oder Optic ID wird vom System geprüft. Traffic Vienna empfängt oder speichert niemals deine biometrischen Daten.
uk: Face ID, Touch ID або Optic ID перевіряє система. Traffic Vienna ніколи не отримує та не зберігає ваші біометричні дані.

source: Favourite stations ready
de: Favorisierte Stationen sind bereit
uk: Обрані станції готові

source: Favourites
de: Favoriten
uk: Обране

source: Favourites only
de: Nur Favoriten
uk: Лише обране

source: Favourites, recent searches, routines, appearance, and widget state are stored locally in the app or its shared widget container.
de: Favoriten, letzte Suchanfragen, Routinen, Erscheinungsbild und Widget-Status werden lokal in der App oder ihrem gemeinsamen Widget-Container gespeichert.
uk: Обране, недавні пошуки, сценарії, вигляд і стан віджета зберігаються локально в застосунку або спільному контейнері віджета.

source: Filter
de: Filtern
uk: Фільтр

source: Find your station
de: Finde deine Station
uk: Знайдіть свою станцію

source: Finding nearby departures.
de: Abfahrten in der Nähe werden gesucht.
uk: Шукаємо найближчі відправлення.

source: Forest
de: Wald
uk: Ліс

source: Get started
de: Los geht’s
uk: Почати

source: Good afternoon
de: Guten Tag
uk: Добрий день

source: Good evening
de: Guten Abend
uk: Добрий вечір

source: Good morning
de: Guten Morgen
uk: Доброго ранку

source: Hide password
de: Passwort ausblenden
uk: Приховати пароль

source: Home modules
de: Startseitenmodule
uk: Модулі головного екрана

source: Home screen
de: Startseite
uk: Головний екран

source: Identity
de: Identität
uk: Ідентифікація

source: Immediately
de: Sofort
uk: Негайно

source: Keep activities
de: Aktivitäten behalten
uk: Залишити дії

source: Keep reminders
de: Erinnerungen behalten
uk: Залишити нагадування

source: Licence
de: Lizenz
uk: Ліцензія

source: Light
de: Hell
uk: Світла

source: Line %@ towards %@
de: Linie %@ Richtung %@
uk: Лінія %@ у напрямку %@

source: Lines
de: Linien
uk: Лінії

source: Live Activities
de: Live-Aktivitäten
uk: Дії наживо

source: Live Activities are turned off. Enable them in Settings to track departures on your Lock Screen.
de: Live-Aktivitäten sind deaktiviert. Aktiviere sie in den Einstellungen, um Abfahrten auf deinem Sperrbildschirm zu verfolgen.
uk: Live Activities вимкнено. Увімкніть їх у Параметрах, щоб відстежувати відправлення на екрані блокування.

source: Live changes across Vienna
de: Aktuelle Änderungen in ganz Wien
uk: Актуальні зміни по всьому Відню

source: Live city departures
de: Live-Abfahrten in der Stadt
uk: Міські відправлення наживо

source: Live departure: %@ to %@
de: Live-Abfahrt: %@ nach %@
uk: Актуальне відправлення: %@ до %@

source: Live departures
de: Live-Abfahrten
uk: Відправлення наживо

source: Live departures for your favourite lines
de: Live-Abfahrten deiner Lieblingslinien
uk: Актуальні відправлення обраних ліній

source: Live departures within 500 metres
de: Live-Abfahrten im Umkreis von 500 Metern
uk: Відправлення в межах 500 метрів

source: Live departures, wherever you are.
de: Live-Abfahrten, egal wo du bist.
uk: Актуальні відправлення, де б ви не були.

source: Live Wiener Linien departures, wherever you are.
de: Live-Abfahrten der Wiener Linien, wo immer du bist.
uk: Актуальні відправлення Wiener Linien, де б ви не були.

source: Loading...
de: Wird geladen…
uk: Завантаження…

source: Loading…
de: Wird geladen…
uk: Завантаження…

source: Locate
de: Standort
uk: Знайти мене

source: Locating you…
de: Standort wird ermittelt…
uk: Визначаємо ваше місцезнаходження…

source: Location
de: Standort
uk: Геолокація

source: Location access is optional and helps find nearby stops. Traffic Vienna does not save your coordinates or send them with transit requests.
de: Der Standortzugriff ist optional und hilft, Haltestellen in der Nähe zu finden. Traffic Vienna speichert deine Koordinaten nicht und sendet sie nicht mit Verkehrsanfragen.
uk: Доступ до геолокації необов’язковий і допомагає знаходити зупинки поруч. Traffic Vienna не зберігає ваші координати й не надсилає їх у запитах до транспортного сервісу.

source: Location is turned off.
de: Der Standort ist deaktiviert.
uk: Геолокацію вимкнено.

source: Lock Screen tracking
de: Sperrbildschirm-Tracking
uk: Відстеження на екрані блокування

source: Map
de: Karte
uk: Мапа

source: Monochrome
de: Monochrom
uk: Монохромна

source: Move the map or show all stops.
de: Verschiebe die Karte oder zeige alle Haltestellen an.
uk: Перемістіть мапу або покажіть усі зупинки.

source: Nearby
de: In der Nähe
uk: Поруч

source: Nearby now
de: Jetzt in der Nähe
uk: Зараз поруч

source: Network
de: Netz
uk: Мережа

source: Network requests
de: Netzwerkanfragen
uk: Мережеві запити

source: New password
de: Neues Passwort
uk: Новий пароль

source: next departure in %lld minutes
de: nächste Abfahrt in %lld Minuten
uk: наступне відправлення через %lld хв

source: Night
de: Nacht
uk: Нічна

source: No advertising or tracking
de: Keine Werbung oder Nachverfolgung
uk: Без реклами та відстеження

source: No connection. Check your internet and try again.
de: Keine Verbindung. Prüfe deine Internetverbindung und versuche es erneut.
uk: Немає з’єднання. Перевірте інтернет і спробуйте ще раз.

source: No connection. Showing the most recently saved data.
de: Keine Verbindung. Die zuletzt gespeicherten Daten werden angezeigt.
uk: Немає з’єднання. Показано останні збережені дані.

source: No departure reminders
de: Keine Abfahrtserinnerungen
uk: Немає нагадувань про відправлення

source: No departure time available
de: Keine Abfahrtszeit verfügbar
uk: Час відправлення недоступний

source: No departures
de: Keine Abfahrten
uk: Немає відправлень

source: No favourite stops in view
de: Keine Favoriten im Ausschnitt
uk: На мапі немає обраних зупинок

source: No favourites yet
de: Noch keine Favoriten
uk: Обраного ще немає

source: No Live Activities
de: Keine Live-Aktivitäten
uk: Немає дій наживо

source: No matching stops
de: Keine passenden Haltestellen
uk: Зупинок не знайдено

source: NO RESULTS
de: KEINE ERGEBNISSE
uk: НЕМАЄ РЕЗУЛЬТАТІВ

source: No routines
de: Keine Routinen
uk: Немає сценаріїв

source: No stops in view
de: Keine Haltestellen im Ausschnitt
uk: На мапі немає зупинок

source: No stops within 500 m.
de: Keine Haltestellen im Umkreis von 500 m.
uk: У радіусі 500 м немає зупинок.

source: Not satisfied
de: Nicht erfüllt
uk: Не виконано

source: Not selected
de: Nicht ausgewählt
uk: Не вибрано

source: Nothing scheduled right now.
de: Derzeit nichts geplant.
uk: Зараз нічого не заплановано.

source: now
de: jetzt
uk: зараз

source: Ocean
de: Ozean
uk: Океан

source: On this device
de: Auf diesem Gerät
uk: На цьому пристрої

source: Open in Maps
de: In Karten öffnen
uk: Відкрити в Картах

source: Open this stop in Apple Maps
de: Diese Haltestelle in Apple Karten öffnen
uk: Відкрити цю зупинку в Apple Maps

source: or
de: oder
uk: або

source: Password
de: Passwort
uk: Пароль

source: Password updated
de: Passwort aktualisiert
uk: Пароль оновлено

source: Passwords match
de: Passwörter stimmen überein
uk: Паролі збігаються

source: Preparing Vienna…
de: Wien wird vorbereitet…
uk: Готуємо Відень…

source: Privacy & data
de: Datenschutz & Daten
uk: Приватність і дані

source: Private information is always hidden while the app is inactive. Choose when identity verification is required after returning.
de: Private Informationen werden immer ausgeblendet, wenn die App inaktiv ist. Wähle, wann nach der Rückkehr eine Identitätsprüfung erforderlich ist.
uk: Приватна інформація завжди приховується, коли застосунок неактивний. Виберіть, коли після повернення потрібно підтвердити особу.

source: Provider
de: Anbieter
uk: Постачальник

source: Quick access to your favourite stops
de: Schnellzugriff auf deine Lieblingshaltestellen
uk: Швидкий доступ до улюблених зупинок

source: Real-time departures and service updates
de: Echtzeit-Abfahrten und Verkehrsmeldungen
uk: Відправлення та зміни руху в реальному часі

source: Recent
de: Zuletzt
uk: Нещодавні

source: Refresh
de: Aktualisieren
uk: Оновити

source: Refresh alerts
de: Störungen aktualisieren
uk: Оновити сповіщення

source: Refresh departures
de: Abfahrten aktualisieren
uk: Оновити відправлення

source: Relevant alerts, routines, and updates
de: Relevante Meldungen, Routinen und Aktualisierungen
uk: Актуальні зміни руху, сценарії та оновлення

source: Remind
de: Erinnern
uk: Нагадати

source: Remind me before departure
de: Vor der Abfahrt erinnern
uk: Нагадати перед відправленням

source: Remove
de: Entfernen
uk: Видалити

source: Remove %@ from favourites
de: %@ aus Favoriten entfernen
uk: Видалити %@ з обраного

source: Remove account
de: Konto entfernen
uk: Видалити акаунт

source: Remove account from device
de: Konto von diesem Gerät entfernen
uk: Видалити акаунт із пристрою

source: Remove favourite
de: Favorit entfernen
uk: Видалити з обраного

source: Remove from recent
de: Aus Verlauf entfernen
uk: Видалити з недавніх

source: Remove station from favourites
de: Station aus Favoriten entfernen
uk: Видалити станцію з обраного

source: Require biometric authentication when returning to the app.
de: Beim Zurückkehren zur App eine biometrische Authentifizierung verlangen.
uk: Вимагати біометричну автентифікацію після повернення до застосунку.

source: Require unlock
de: Entsperrung verlangen
uk: Вимагати розблокування

source: Restore default layout
de: Standardlayout wiederherstellen
uk: Відновити типовий вигляд

source: Retry
de: Erneut versuchen
uk: Спробувати ще

source: Rose
de: Rosa
uk: Рожева

source: Routines
de: Routinen
uk: Сценарії

source: Satisfied
de: Erfüllt
uk: Виконано

source: Save
de: Sichern
uk: Зберегти

source: Save %@ to favourites
de: %@ zu Favoriten hinzufügen
uk: Зберегти %@ в обране

source: Saved data
de: Gespeicherte Daten
uk: Збережені дані

source: Saved data, %@
de: Gespeicherte Daten, %@
uk: Збережені дані, %@

source: Saved routes
de: Gespeicherte Verbindungen
uk: Збережені маршрути

source: Saved stations
de: Gespeicherte Stationen
uk: Збережені станції

source: Schedule only
de: Nur Fahrplan
uk: Лише розклад

source: Scheduled around %@
de: Geplant gegen %@
uk: Заплановано приблизно на %@

source: Search
de: Suche
uk: Пошук

source: Search every station across Vienna
de: Alle Stationen in Wien durchsuchen
uk: Шукайте серед усіх станцій Відня

source: Search for a stop
de: Nach einer Haltestelle suchen
uk: Знайти зупинку

source: Search visible stops
de: Sichtbare Haltestellen suchen
uk: Пошук серед видимих зупинок

source: Security
de: Sicherheit
uk: Безпека

source: See all
de: Alle anzeigen
uk: Переглянути всі

source: Select at least one day
de: Wähle mindestens einen Tag aus
uk: Виберіть принаймні один день

source: Selected
de: Ausgewählt
uk: Вибрано

source: Service alerts
de: Störungsmeldungen
uk: Зміни руху

source: Service is busy right now. Please try again in a moment.
de: Der Dienst ist gerade ausgelastet. Versuche es gleich noch einmal.
uk: Сервіс зараз перевантажений. Спробуйте ще раз за мить.

source: Set a reminder from any live departure to see it here.
de: Lege bei einer Live-Abfahrt eine Erinnerung fest, um sie hier zu sehen.
uk: Установіть нагадування для будь-якого актуального відправлення, щоб побачити його тут.

source: SET UP
de: EINRICHTEN
uk: НАЛАШТУВАТИ

source: Share departure
de: Abfahrt teilen
uk: Поділитися відправленням

source: Show all stops
de: Alle Haltestellen anzeigen
uk: Показати всі зупинки

source: Show less
de: Weniger anzeigen
uk: Показати менше

source: Show more
de: Mehr anzeigen
uk: Показати більше

source: Show password
de: Passwort anzeigen
uk: Показати пароль

source: Showing saved data
de: Gespeicherte Daten werden angezeigt
uk: Показано збережені дані

source: Showing Vienna centre — enable location to see stops near you.
de: Wien Zentrum wird angezeigt – aktiviere den Standort für Haltestellen in deiner Nähe.
uk: Показано центр Відня — увімкніть геолокацію, щоб побачити зупинки поруч.

source: Sign in
de: Anmelden
uk: Увійти

source: Sign in is unavailable right now. Please try again.
de: Die Anmeldung ist derzeit nicht verfügbar. Versuche es später erneut.
uk: Вхід зараз недоступний. Спробуйте ще раз пізніше.

source: Sign out
de: Abmelden
uk: Вийти

source: Smart insight
de: Smarte Übersicht
uk: Розумна підказка

source: Source
de: Quelle
uk: Джерело

source: Star a station, or tap the heart on a line, to save it here.
de: Markiere eine Station mit dem Stern oder tippe auf das Herz einer Linie, um sie hier zu speichern.
uk: Позначте станцію зірочкою або натисніть серце біля лінії, щоб зберегти її тут.
